Repository: mahmoudabuelnaga/U-Ecommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Go somewhere
ar: المزيد من التفاصيل

source: Navbar
ar: اسم الموقع

source: Home
ar: الصفحة الرئيسية

source: Link
ar: رابط

source: Dropdown
ar: قائمة

source: Action
ar: تأثير

source: Another action
ar: بعض التأثرات

source: Something else here
ar: بعض الاشياء هنا

source: Disabled
ar: مخفية

source: عربى
ar: English
